{
  "text": {
    "chuyên": 11,
    "gia": 28,
    "này": 70,
    "học": 37,
    "ở": 134,
    "đâu": 129,
    "đã": 130,
    "tốt": 110,
    "nghiệp": 59,
    "trường": 101,
    "nào": 69,
    "quá": 78,
    "trình": 100,
    "đào": 128,
    "tạo": 108,
    "của": 19,
    "người": 65,
    "có": 15,
    "nước": 72,
    "ngoài": 61,
    "không": 40,
    "các": 13,
    "mà": 56,
    "từng": 113,
    "phạm": 76,
    "hoàng": 33,
    "ái": 123,
    "lệ": 52,
    "vấn": 119,
    "nguyễn": 62,
    "thái": 88,
    "anh": 2,
    "là": 44,
    "gì": 29,
    "độ": 133,
    "cho": 10,
    "tôi": 106,
    "biết": 5,
    "tập": 109,
    "muốn": 55,
    "tìm": 105,
    "từ": 112,
    "viện": 115,
    "hàn": 35,
    "lâm": 46,
    "khoa": 39,
    "và": 117,
    "công": 16,
    "nghệ": 60,
    "việt": 116,
    "nam": 57,
    "ai": 1,
    "đại": 132,
    "quốc": 79,
    "hà": 34,
    "nội": 74,
    "danh": 23,
    "sách": 80,
    "bách": 6,
    "thuộc": 87,
    "nghiên": 58,
    "cứu": 20,
    "hạt": 36,
    "nhân": 67,
    "đà": 127,
    "lạt": 51,
    "cần": 18,
    "hiểu": 31,
    "về": 120,
    "sư": 82,
    "kỹ": 42,
    "thuật": 86,
    "tp": 98,
    "hcm": 30,
    "thông": 89,
    "tin": 95,
    "tra": 99,
    "cưu": 17,
    "lưu": 48,
    "thùy": 90,
    "ngân": 63,
    "tên": 104,
    "lê": 47,
    "văn": 118,
    "c": 9,
    "xem": 122,
    "hồ": 38,
    "nhật": 68,
    "chương": 12,
    "ngô": 64,
    "thị": 92,
    "e": 25,
    "f": 26,
    "g": 27,
    "làm": 45,
    "việc": 114,
    "a": 0,
    "trần": 102,
    "b": 3,
    "minh": 54,
    "tại": 107,
    "dang": 22,
    "đang": 125,
    "tiến": 96,
    "sĩ": 81,
    "liệt": 43,
    "kê": 41,
    "vị": 121,
    "thạc": 91,
    "số": 83,
    "lượng": 49,
    "dự": 24,
    "án": 124,
    "tham": 85,
    "bao": 4,
    "nhiêu": 66,
    "được": 131,
    "thực": 94,
    "hiện": 32,
    "bởi": 8,
    "thống": 93,
    "d": 21,
    "nốt": 73,
    "đi": 126,
    "tiếp": 97,
    "tục": 111,
    "còn": 14,
    "lại": 50,
    "nữa": 75,
    "bố": 7,
    "lịch": 53,
    "sử": 84,
    "nơi": 71,
    "phải": 77,
    "tác": 103
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 1,
    "tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 13,
    "tra_cuu_chuyen_gia": 9,
    "provide_name": 6,
    "tra_cuu_chuyen_gia_theo_don_vi": 10,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 11,
    "thong_ke_du_an": 8,
    "liet_ke_du_an": 4,
    "liet_ke_du_an_con_lai": 5,
    "thong_ke_cong_trinh_khoa_hoc": 7,
    "liet_ke_cong_trinh_khoa_hoc": 2,
    "liet_ke_cong_trinh_khoa_hoc_con_lai": 3,
    "hoi_lich_su_lam_viec": 0,
    "tra_cuu_chuyen_gia_theo_noi_lam_viec": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 23,
    "action_unlikely_intent": 24,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_liet_ke_cong_trinh_khoa_hoc": 6,
    "action_liet_ke_cong_trinh_khoa_hoc_con_lai": 7,
    "action_liet_ke_du_an": 8,
    "action_liet_ke_du_an_con_lai": 9,
    "action_thong_ke_cong_trinh_khoa_hoc": 14,
    "action_thong_ke_du_an": 15,
    "action_tra_cuu_chuyen_gia": 16,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 17,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 18,
    "action_tra_cuu_chuyen_gia_theo_noi_lam_viec": 19,
    "action_tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 20,
    "action_tra_cuu_lich_su_lam_viec": 21,
    "action_tra_cuu_qua_trinh_dao_tao": 22
  },
  "action_text": null,
  "intent_response_key": null
}