{
  "text": {
    "tôi": 69,
    "muốn": 39,
    "biết": 3,
    "thông": 57,
    "tin": 61,
    "về": 76,
    "chuyên": 7,
    "gia": 19,
    "phạm": 50,
    "hoàng": 22,
    "ái": 79,
    "lệ": 37,
    "tra": 64,
    "cưu": 11,
    "nguyễn": 43,
    "lưu": 35,
    "thùy": 58,
    "ngân": 44,
    "ai": 1,
    "là": 31,
    "tên": 67,
    "lê": 34,
    "văn": 75,
    "c": 5,
    "cho": 6,
    "xem": 78,
    "hồ": 27,
    "nhật": 47,
    "chương": 8,
    "có": 9,
    "nào": 48,
    "ngô": 45,
    "thị": 60,
    "e": 16,
    "cần": 12,
    "tìm": 68,
    "hiểu": 21,
    "f": 17,
    "g": 18,
    "làm": 32,
    "việc": 71,
    "ở": 84,
    "đâu": 82,
    "a": 0,
    "trần": 66,
    "b": 2,
    "minh": 38,
    "tại": 70,
    "viện": 72,
    "hàn": 24,
    "lâm": 33,
    "khoa": 28,
    "học": 26,
    "và": 74,
    "công": 10,
    "nghệ": 42,
    "việt": 73,
    "nam": 40,
    "trường": 65,
    "đại": 83,
    "quốc": 51,
    "hà": 23,
    "nội": 49,
    "dang": 14,
    "sách": 52,
    "bách": 4,
    "thuộc": 56,
    "nghiên": 41,
    "cứu": 13,
    "hạt": 25,
    "nhân": 46,
    "đà": 81,
    "lạt": 36,
    "đang": 80,
    "sư": 54,
    "kỹ": 30,
    "thuật": 55,
    "tp": 63,
    "hcm": 20,
    "danh": 15,
    "tiến": 62,
    "sĩ": 53,
    "vị": 77,
    "thạc": 59,
    "không": 29
  },
  "intent": {
    "tra_cuu_chuyen_gia": 1,
    "provide_name": 0,
    "tra_cuu_theo_don_vi": 2,
    "tra_cuu_theo_hoc_vi": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_tra_cuu_chuyen_gia": 10,
    "action_tra_cuu_theo_don_vi": 11,
    "action_tra_cuu_theo_hoc_vi": 12
  },
  "action_text": null,
  "intent_response_key": null
}