{
  "text": {
    "chuyên": 8,
    "gia": 23,
    "này": 61,
    "học": 31,
    "ở": 114,
    "đâu": 110,
    "đã": 111,
    "tốt": 94,
    "nghiệp": 51,
    "trường": 85,
    "nào": 60,
    "quá": 67,
    "trình": 84,
    "đào": 109,
    "tạo": 92,
    "của": 15,
    "người": 57,
    "có": 11,
    "nước": 63,
    "ngoài": 53,
    "không": 34,
    "các": 10,
    "mà": 48,
    "từng": 96,
    "phạm": 65,
    "hoàng": 27,
    "ái": 106,
    "lệ": 44,
    "vấn": 102,
    "nguyễn": 54,
    "thái": 75,
    "anh": 2,
    "là": 38,
    "gì": 24,
    "độ": 113,
    "cho": 7,
    "tôi": 90,
    "biết": 4,
    "tập": 93,
    "muốn": 47,
    "tìm": 89,
    "từ": 95,
    "viện": 98,
    "hàn": 29,
    "lâm": 40,
    "khoa": 33,
    "và": 100,
    "công": 12,
    "nghệ": 52,
    "việt": 99,
    "nam": 49,
    "ai": 1,
    "đại": 112,
    "quốc": 68,
    "hà": 28,
    "nội": 64,
    "danh": 19,
    "sách": 69,
    "bách": 5,
    "thuộc": 74,
    "nghiên": 50,
    "cứu": 16,
    "hạt": 30,
    "nhân": 58,
    "đà": 108,
    "lạt": 43,
    "cần": 14,
    "hiểu": 26,
    "về": 103,
    "sư": 71,
    "kỹ": 36,
    "thuật": 73,
    "tp": 82,
    "hcm": 25,
    "thông": 76,
    "tin": 80,
    "tra": 83,
    "cưu": 13,
    "lưu": 42,
    "thùy": 77,
    "ngân": 55,
    "tên": 88,
    "lê": 41,
    "văn": 101,
    "c": 6,
    "xem": 105,
    "hồ": 32,
    "nhật": 59,
    "chương": 9,
    "ngô": 56,
    "thị": 79,
    "e": 20,
    "f": 21,
    "g": 22,
    "làm": 39,
    "việc": 97,
    "a": 0,
    "trần": 86,
    "b": 3,
    "minh": 46,
    "tại": 91,
    "dang": 18,
    "đang": 107,
    "tiến": 81,
    "sĩ": 70,
    "liệt": 37,
    "kê": 35,
    "vị": 104,
    "thạc": 78,
    "lịch": 45,
    "sử": 72,
    "nơi": 62,
    "phải": 66,
    "tác": 87,
    "d": 17
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 1,
    "tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 7,
    "tra_cuu_chuyen_gia": 3,
    "provide_name": 2,
    "tra_cuu_chuyen_gia_theo_don_vi": 4,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 5,
    "hoi_lich_su_lam_viec": 0,
    "tra_cuu_chuyen_gia_theo_noi_lam_viec": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 17,
    "action_unlikely_intent": 18,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_tra_cuu_chuyen_gia": 10,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 11,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 12,
    "action_tra_cuu_chuyen_gia_theo_noi_lam_viec": 13,
    "action_tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 14,
    "action_tra_cuu_lich_su_lam_viec": 15,
    "action_tra_cuu_qua_trinh_dao_tao": 16
  },
  "action_text": null,
  "intent_response_key": null
}