{
  "text": {
    "chuyên": 13,
    "gia": 30,
    "này": 72,
    "học": 38,
    "ở": 133,
    "đâu": 127,
    "đã": 128,
    "tốt": 109,
    "nghiệp": 60,
    "trường": 100,
    "nào": 71,
    "quá": 79,
    "trình": 99,
    "đào": 126,
    "tạo": 107,
    "của": 22,
    "người": 66,
    "có": 18,
    "nước": 74,
    "ngoài": 62,
    "không": 41,
    "các": 16,
    "mà": 57,
    "từng": 111,
    "phạm": 77,
    "hoàng": 34,
    "ái": 123,
    "lệ": 53,
    "vấn": 118,
    "nguyễn": 63,
    "thái": 89,
    "anh": 2,
    "là": 45,
    "gì": 31,
    "độ": 132,
    "cho": 12,
    "tôi": 105,
    "biết": 5,
    "tập": 108,
    "muốn": 56,
    "tìm": 104,
    "từ": 110,
    "viện": 114,
    "hàn": 36,
    "lâm": 47,
    "khoa": 40,
    "và": 116,
    "công": 19,
    "nghệ": 61,
    "việt": 115,
    "nam": 58,
    "ai": 1,
    "đại": 131,
    "quốc": 80,
    "hà": 35,
    "nội": 76,
    "danh": 26,
    "sách": 81,
    "bách": 7,
    "thuộc": 88,
    "nghiên": 59,
    "cứu": 23,
    "hạt": 37,
    "nhân": 68,
    "đà": 125,
    "lạt": 52,
    "cần": 21,
    "hiểu": 33,
    "về": 120,
    "sư": 83,
    "kỹ": 43,
    "thuật": 87,
    "tp": 97,
    "hcm": 32,
    "thông": 90,
    "tin": 95,
    "tra": 98,
    "cưu": 20,
    "lưu": 49,
    "thùy": 91,
    "ngân": 64,
    "tên": 103,
    "lê": 48,
    "văn": 117,
    "c": 11,
    "xem": 122,
    "hồ": 39,
    "nhật": 69,
    "chương": 15,
    "ngô": 65,
    "thị": 93,
    "e": 27,
    "f": 28,
    "g": 29,
    "làm": 46,
    "việc": 113,
    "a": 0,
    "trần": 101,
    "b": 3,
    "minh": 55,
    "tại": 106,
    "dang": 25,
    "đang": 124,
    "tiến": 96,
    "sĩ": 82,
    "liệt": 44,
    "kê": 42,
    "vị": 121,
    "thạc": 92,
    "số": 84,
    "lượng": 50,
    "bao": 4,
    "nhiêu": 67,
    "được": 130,
    "bố": 9,
    "bởi": 10,
    "thống": 94,
    "d": 24,
    "bài": 6,
    "viết": 112,
    "báo": 8,
    "tham": 86,
    "những": 70,
    "còn": 17,
    "chưa": 14,
    "vẫn": 119,
    "đúng": 129,
    "lại": 51,
    "nốt": 75,
    "lịch": 54,
    "sử": 85,
    "nơi": 73,
    "phải": 78,
    "tác": 102
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 1,
    "tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 10,
    "tra_cuu_chuyen_gia": 6,
    "provide_name": 4,
    "tra_cuu_chuyen_gia_theo_don_vi": 7,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 8,
    "thong_ke_cong_trinh_khoa_hoc": 5,
    "liet_ke_cong_trinh_khoa_hoc": 2,
    "liet_ke_cong_trinh_khoa_hoc_con_lai": 3,
    "hoi_lich_su_lam_viec": 0,
    "tra_cuu_chuyen_gia_theo_noi_lam_viec": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 20,
    "action_unlikely_intent": 21,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_liet_ke_cong_trinh_khoa_hoc": 6,
    "action_liet_ke_cong_trinh_khoa_hoc_con_lai": 7,
    "action_thong_ke_cong_trinh_khoa_hoc": 12,
    "action_tra_cuu_chuyen_gia": 13,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 14,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 15,
    "action_tra_cuu_chuyen_gia_theo_noi_lam_viec": 16,
    "action_tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 17,
    "action_tra_cuu_lich_su_lam_viec": 18,
    "action_tra_cuu_qua_trinh_dao_tao": 19
  },
  "action_text": null,
  "intent_response_key": null
}