{
  "text": {
    "chuyên": 26,
    "gia": 50,
    "phạm": 144,
    "hoàng": 61,
    "ái": 225,
    "lệ": 101,
    "từng": 208,
    "học": 72,
    "ở": 246,
    "đâu": 238,
    "này": 134,
    "người": 125,
    "đã": 239,
    "tốt": 204,
    "nghiệp": 117,
    "trường": 188,
    "nào": 133,
    "quá": 148,
    "trình": 187,
    "đào": 237,
    "tạo": 202,
    "của": 38,
    "tập": 203,
    "các": 30,
    "mà": 106,
    "tôi": 199,
    "muốn": 105,
    "biết": 9,
    "vấn": 220,
    "nguyễn": 122,
    "thái": 171,
    "anh": 5,
    "là": 92,
    "gì": 55,
    "độ": 245,
    "ai": 2,
    "từ": 207,
    "đại": 242,
    "hàng": 67,
    "hải": 71,
    "công": 33,
    "nghệ": 119,
    "lạnh": 99,
    "leningad": 87,
    "nga": 115,
    "russia": 151,
    "university": 213,
    "of": 138,
    "ulsan": 212,
    "korea": 82,
    "south": 155,
    "danh": 41,
    "sách": 156,
    "bách": 11,
    "khoa": 79,
    "hà": 64,
    "nội": 137,
    "quốc": 149,
    "chung": 24,
    "hsing": 62,
    "đài": 236,
    "loan": 90,
    "i": 75,
    "có": 32,
    "tại": 201,
    "viện": 215,
    "châu": 27,
    "á": 224,
    "ait": 3,
    "thailand": 164,
    "đa": 229,
    "ho": 60,
    "c": 19,
    "tôn": 200,
    "đư": 240,
    "thă": 174,
    "ng": 114,
    "poitiers": 145,
    "hồ": 73,
    "nam": 109,
    "trung": 186,
    "không": 81,
    "cần": 37,
    "tìm": 197,
    "hiểu": 58,
    "về": 221,
    "nông": 135,
    "__number__": 0,
    "tphcm": 184,
    "hiều": 57,
    "sư": 158,
    "kỹ": 86,
    "thuật": 168,
    "tp": 183,
    "hcm": 56,
    "ứng": 247,
    "dụng": 45,
    "cao": 20,
    "hùng": 69,
    "tamania": 163,
    "australia": 6,
    "school": 153,
    "liệt": 89,
    "kê": 83,
    "tự": 209,
    "nhiên": 127,
    "tra": 185,
    "cứu": 39,
    "thông": 172,
    "tin": 180,
    "lưu": 96,
    "thùy": 173,
    "ngân": 123,
    "văn": 219,
    "a": 1,
    "trần": 189,
    "thị": 177,
    "bình": 12,
    "lê": 95,
    "an": 4,
    "cho": 22,
    "minh": 103,
    "hữu": 74,
    "nghĩa": 118,
    "hãy": 68,
    "giới": 53,
    "thiệu": 166,
    "huy": 63,
    "ánh": 227,
    "bạn": 14,
    "thể": 176,
    "cá": 29,
    "nhân": 129,
    "thành": 170,
    "long": 91,
    "tên": 196,
    "đặng": 243,
    "mậu": 107,
    "chiến": 21,
    "b": 7,
    "dhqg": 42,
    "đang": 230,
    "làm": 93,
    "việc": 214,
    "nano": 111,
    "int": 76,
    "đhqg": 232,
    "thuộc": 169,
    "lâm": 94,
    "những": 131,
    "tác": 193,
    "dầu": 44,
    "khí": 80,
    "việt": 216,
    "uit": 211,
    "nghiên": 116,
    "hạt": 70,
    "đà": 235,
    "lạt": 100,
    "tiến": 181,
    "sĩ": 157,
    "vị": 222,
    "ts": 190,
    "ths": 167,
    "thạc": 175,
    "kĩ": 84,
    "sỹ": 161,
    "cưu": 36,
    "giáo": 52,
    "hàm": 65,
    "phó": 143,
    "gs": 54,
    "pgs": 140,
    "sử": 160,
    "ngôn": 124,
    "ngữ": 126,
    "ngoại": 120,
    "đỗ": 244,
    "quang": 147,
    "dương": 43,
    "tuấn": 191,
    "tín": 198,
    "bùi": 13,
    "nguyên": 121,
    "số": 159,
    "lượng": 97,
    "dự": 46,
    "án": 226,
    "tham": 165,
    "bao": 8,
    "nhiêu": 128,
    "tổng": 205,
    "thống": 178,
    "e": 47,
    "thực": 179,
    "hiện": 59,
    "xem": 223,
    "nốt": 136,
    "đi": 233,
    "còn": 31,
    "lại": 98,
    "tiếp": 182,
    "tục": 206,
    "d": 40,
    "muiốn": 104,
    "được": 241,
    "bố": 16,
    "bởi": 18,
    "bào": 10,
    "chuyeeh": 25,
    "kể": 85,
    "nay": 113,
    "lịch": 102,
    "name": 110,
    "ra": 150,
    "sao": 152,
    "hàn": 66,
    "và": 217,
    "f": 49,
    "cơ": 34,
    "cư": 35,
    "u": 210,
    "sinh": 154,
    "pháp": 141,
    "nhật": 130,
    "bản": 15,
    "nii": 132,
    "johannes": 77,
    "kepler": 78,
    "linz": 88,
    "áo": 228,
    "đh": 231,
    "tây": 195,
    "tâm": 194,
    "oslo": 139,
    "nauy": 112,
    "điện": 234,
    "bộ": 17,
    "chonnam": 23,
    "cà": 28,
    "phê": 142,
    "eakmat": 48,
    "ty": 192,
    "psv": 146,
    "giao": 51,
    "vâ": 218,
    "n": 108,
    "ta": 162
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 1,
    "tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 14,
    "tra_cuu_chuyen_gia": 9,
    "provide_name": 6,
    "tra_cuu_chuyen_gia_theo_don_vi": 10,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 12,
    "tra_cuu_chuyen_gia_theo_hoc_ham": 11,
    "tra_cuu_ngoai_ngu": 15,
    "thong_ke_du_an": 8,
    "liet_ke_du_an": 4,
    "liet_ke_du_an_con_lai": 5,
    "thong_ke_cong_trinh_khoa_hoc": 7,
    "liet_ke_cong_trinh_khoa_hoc": 2,
    "liet_ke_cong_trinh_khoa_hoc_con_lai": 3,
    "hoi_lich_su_lam_viec": 0,
    "tra_cuu_chuyen_gia_theo_noi_lam_viec": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 25,
    "action_unlikely_intent": 26,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_liet_ke_cong_trinh_khoa_hoc": 6,
    "action_liet_ke_cong_trinh_khoa_hoc_con_lai": 7,
    "action_liet_ke_du_an": 8,
    "action_liet_ke_du_an_con_lai": 9,
    "action_thong_ke_cong_trinh_khoa_hoc": 14,
    "action_thong_ke_du_an": 15,
    "action_tra_cuu_chuyen_gia": 16,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 17,
    "action_tra_cuu_chuyen_gia_theo_hoc_ham": 18,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 19,
    "action_tra_cuu_chuyen_gia_theo_noi_lam_viec": 20,
    "action_tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 21,
    "action_tra_cuu_lich_su_lam_viec": 22,
    "action_tra_cuu_ngoai_ngu": 23,
    "action_tra_cuu_qua_trinh_dao_tao": 24
  },
  "action_text": null,
  "intent_response_key": null
}