{
  "text": {
    "có": 16,
    "bao": 3,
    "nhiêu": 62,
    "tiến": 80,
    "sĩ": 72,
    "thạc": 77,
    "số": 73,
    "lượng": 52,
    "là": 46,
    "tôi": 93,
    "muốn": 55,
    "biết": 4,
    "người": 61,
    "học": 35,
    "vị": 101,
    "trong": 83,
    "danh": 23,
    "sách": 71,
    "chuyên": 13,
    "gia": 28,
    "liệt": 45,
    "kê": 43,
    "những": 65,
    "không": 42,
    "cho": 12,
    "thông": 76,
    "tin": 79,
    "chi": 11,
    "tiết": 81,
    "về": 100,
    "cổ": 20,
    "thanh": 74,
    "thiện": 75,
    "nguyễn": 59,
    "văn": 98,
    "a": 0,
    "b": 2,
    "cần": 19,
    "trần": 86,
    "thị": 78,
    "c": 9,
    "tìm": 89,
    "hiểu": 32,
    "lê": 49,
    "d": 22,
    "phạm": 68,
    "e": 25,
    "f": 26,
    "làm": 47,
    "việc": 96,
    "ở": 107,
    "đâu": 104,
    "g": 27,
    "gì": 30,
    "h": 31,
    "công": 17,
    "trình": 84,
    "khoa": 40,
    "i": 37,
    "bài": 5,
    "báo": 7,
    "j": 38,
    "bố": 8,
    "k": 39,
    "nghiên": 57,
    "cứu": 21,
    "l": 44,
    "m": 54,
    "đại": 106,
    "bách": 6,
    "quốc": 69,
    "viện": 97,
    "hàn": 33,
    "lâm": 48,
    "ngành": 60,
    "nghệ": 58,
    "vật": 99,
    "lý": 50,
    "tử": 95,
    "các": 15,
    "lĩnh": 51,
    "vực": 102,
    "toán": 82,
    "ứng": 108,
    "dụng": 24,
    "sinh": 70,
    "nào": 66,
    "nhiều": 63,
    "nhất": 64,
    "ai": 1,
    "trường": 85,
    "đơn": 105,
    "cao": 10,
    "tổ": 94,
    "chức": 14,
    "trẻ": 87,
    "lớn": 53,
    "tuổi": 88,
    "cơ": 18,
    "khí": 41,
    "ô": 103,
    "tô": 92,
    "giỏi": 29,
    "hỏi": 36,
    "hóa": 34,
    "máy": 56,
    "tính": 91,
    "phân": 67,
    "tích": 90
  },
  "intent": {
    "ask_count_degree": 0,
    "ask_expert_info": 2,
    "ask_most_publications": 3,
    "ask_top_organization": 4,
    "ask_youngest_oldest_expert": 5,
    "ask_expert_by_field": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5
  },
  "action_text": null,
  "intent_response_key": null
}