{
  "text": {
    "chuyên": 24,
    "gia": 47,
    "phạm": 136,
    "hoàng": 57,
    "ái": 214,
    "lệ": 95,
    "từng": 198,
    "học": 68,
    "ở": 236,
    "đâu": 227,
    "này": 127,
    "người": 118,
    "đã": 228,
    "tốt": 194,
    "nghiệp": 111,
    "trường": 179,
    "nào": 126,
    "quá": 140,
    "trình": 178,
    "đào": 226,
    "tạo": 192,
    "của": 36,
    "tập": 193,
    "các": 28,
    "mà": 100,
    "tôi": 189,
    "muốn": 99,
    "biết": 8,
    "vấn": 209,
    "nguyễn": 115,
    "thái": 161,
    "anh": 4,
    "là": 86,
    "gì": 51,
    "độ": 234,
    "ai": 2,
    "từ": 197,
    "đại": 231,
    "hàng": 63,
    "hải": 67,
    "công": 31,
    "nghệ": 112,
    "lạnh": 93,
    "leningad": 82,
    "nga": 109,
    "russia": 143,
    "university": 202,
    "of": 131,
    "ulsan": 201,
    "korea": 77,
    "south": 147,
    "danh": 39,
    "sách": 148,
    "bách": 10,
    "khoa": 74,
    "hà": 60,
    "nội": 130,
    "quốc": 141,
    "chung": 22,
    "hsing": 58,
    "đài": 225,
    "loan": 85,
    "i": 70,
    "có": 30,
    "tại": 191,
    "viện": 204,
    "châu": 25,
    "á": 213,
    "ait": 3,
    "thailand": 155,
    "đa": 218,
    "ho": 56,
    "c": 17,
    "tôn": 190,
    "đư": 229,
    "thă": 164,
    "ng": 108,
    "poitiers": 137,
    "hồ": 69,
    "nam": 103,
    "trung": 177,
    "không": 76,
    "cần": 35,
    "tìm": 187,
    "hiểu": 54,
    "về": 210,
    "nông": 128,
    "__number__": 0,
    "tphcm": 175,
    "hiều": 53,
    "sư": 150,
    "kỹ": 81,
    "thuật": 158,
    "tp": 174,
    "hcm": 52,
    "ứng": 237,
    "dụng": 42,
    "cao": 18,
    "hùng": 65,
    "tamania": 154,
    "australia": 5,
    "school": 145,
    "liệt": 84,
    "kê": 78,
    "tự": 199,
    "nhiên": 120,
    "tra": 176,
    "cứu": 37,
    "thông": 162,
    "tin": 171,
    "lưu": 90,
    "thùy": 163,
    "ngân": 116,
    "văn": 208,
    "a": 1,
    "cho": 20,
    "hãy": 64,
    "giới": 50,
    "thiệu": 157,
    "bạn": 12,
    "thể": 167,
    "cá": 27,
    "nhân": 122,
    "tên": 186,
    "trần": 180,
    "thị": 168,
    "b": 6,
    "lê": 89,
    "minh": 97,
    "đang": 219,
    "làm": 87,
    "việc": 203,
    "nano": 105,
    "int": 71,
    "đhqg": 221,
    "thuộc": 159,
    "lâm": 88,
    "những": 124,
    "tác": 183,
    "dầu": 41,
    "khí": 75,
    "việt": 205,
    "đức": 235,
    "thắng": 166,
    "nghiên": 110,
    "hạt": 66,
    "đà": 224,
    "lạt": 94,
    "tiến": 172,
    "sĩ": 149,
    "vị": 211,
    "thạc": 165,
    "kĩ": 79,
    "cưu": 34,
    "giáo": 49,
    "hàm": 61,
    "phó": 135,
    "đặng": 232,
    "mậu": 101,
    "chiến": 19,
    "sử": 152,
    "ngôn": 117,
    "ngữ": 119,
    "ngoại": 113,
    "đỗ": 233,
    "quang": 139,
    "huy": 59,
    "ánh": 216,
    "dương": 40,
    "tuấn": 181,
    "thành": 160,
    "tín": 188,
    "bùi": 11,
    "nguyên": 114,
    "số": 151,
    "lượng": 91,
    "dự": 43,
    "án": 215,
    "tham": 156,
    "bao": 7,
    "nhiêu": 121,
    "tổng": 195,
    "thống": 169,
    "e": 44,
    "thực": 170,
    "hiện": 55,
    "xem": 212,
    "nốt": 129,
    "đi": 222,
    "còn": 29,
    "lại": 92,
    "tiếp": 173,
    "tục": 196,
    "d": 38,
    "muiốn": 98,
    "được": 230,
    "bố": 14,
    "bởi": 16,
    "bào": 9,
    "chuyeeh": 23,
    "kể": 80,
    "nay": 107,
    "lịch": 96,
    "name": 104,
    "ra": 142,
    "sao": 144,
    "hàn": 62,
    "và": 206,
    "f": 46,
    "cơ": 32,
    "cư": 33,
    "u": 200,
    "sinh": 146,
    "pháp": 133,
    "nhật": 123,
    "bản": 13,
    "nii": 125,
    "johannes": 72,
    "kepler": 73,
    "linz": 83,
    "áo": 217,
    "đh": 220,
    "tây": 185,
    "tâm": 184,
    "oslo": 132,
    "nauy": 106,
    "điện": 223,
    "bộ": 15,
    "chonnam": 21,
    "cà": 26,
    "phê": 134,
    "eakmat": 45,
    "ty": 182,
    "psv": 138,
    "giao": 48,
    "vâ": 207,
    "n": 102,
    "ta": 153
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 1,
    "tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 14,
    "tra_cuu_chuyen_gia": 9,
    "provide_name": 6,
    "tra_cuu_chuyen_gia_theo_don_vi": 10,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 12,
    "tra_cuu_chuyen_gia_theo_hoc_ham": 11,
    "tra_cuu_ngoai_ngu": 15,
    "thong_ke_du_an": 8,
    "liet_ke_du_an": 4,
    "liet_ke_du_an_con_lai": 5,
    "thong_ke_cong_trinh_khoa_hoc": 7,
    "liet_ke_cong_trinh_khoa_hoc": 2,
    "liet_ke_cong_trinh_khoa_hoc_con_lai": 3,
    "hoi_lich_su_lam_viec": 0,
    "tra_cuu_chuyen_gia_theo_noi_lam_viec": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 25,
    "action_unlikely_intent": 26,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_liet_ke_cong_trinh_khoa_hoc": 6,
    "action_liet_ke_cong_trinh_khoa_hoc_con_lai": 7,
    "action_liet_ke_du_an": 8,
    "action_liet_ke_du_an_con_lai": 9,
    "action_thong_ke_cong_trinh_khoa_hoc": 14,
    "action_thong_ke_du_an": 15,
    "action_tra_cuu_chuyen_gia": 16,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 17,
    "action_tra_cuu_chuyen_gia_theo_hoc_ham": 18,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 19,
    "action_tra_cuu_chuyen_gia_theo_noi_lam_viec": 20,
    "action_tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 21,
    "action_tra_cuu_lich_su_lam_viec": 22,
    "action_tra_cuu_ngoai_ngu": 23,
    "action_tra_cuu_qua_trinh_dao_tao": 24
  },
  "action_text": null,
  "intent_response_key": null
}