{
  "text": {
    "chuyên": 14,
    "gia": 33,
    "này": 83,
    "học": 43,
    "ở": 154,
    "đâu": 149,
    "đã": 150,
    "tốt": 129,
    "nghiệp": 69,
    "trường": 119,
    "nào": 82,
    "quá": 92,
    "trình": 118,
    "đào": 148,
    "tạo": 127,
    "của": 22,
    "người": 77,
    "có": 19,
    "nước": 85,
    "ngoài": 71,
    "không": 48,
    "các": 17,
    "mà": 65,
    "từng": 132,
    "phạm": 90,
    "hoàng": 39,
    "ái": 142,
    "lệ": 61,
    "vấn": 138,
    "nguyễn": 73,
    "thái": 102,
    "anh": 2,
    "là": 53,
    "gì": 34,
    "độ": 153,
    "cho": 12,
    "tôi": 125,
    "biết": 6,
    "tập": 128,
    "muốn": 64,
    "tìm": 124,
    "từ": 131,
    "viện": 134,
    "hàn": 41,
    "lâm": 55,
    "khoa": 46,
    "và": 136,
    "công": 20,
    "nghệ": 70,
    "việt": 135,
    "nam": 66,
    "ai": 1,
    "đại": 152,
    "quốc": 93,
    "hà": 40,
    "nội": 87,
    "danh": 26,
    "sách": 94,
    "bách": 7,
    "thuộc": 101,
    "nghiên": 68,
    "cứu": 23,
    "hạt": 42,
    "nhân": 80,
    "đà": 147,
    "lạt": 60,
    "cần": 21,
    "hiểu": 37,
    "về": 139,
    "sư": 96,
    "kỹ": 51,
    "thuật": 100,
    "tp": 113,
    "hcm": 36,
    "thông": 103,
    "tin": 110,
    "tra": 115,
    "lưu": 57,
    "thùy": 104,
    "ngân": 74,
    "văn": 137,
    "a": 0,
    "tên": 123,
    "lê": 56,
    "c": 11,
    "xem": 141,
    "hồ": 44,
    "nhật": 81,
    "chương": 15,
    "ngô": 75,
    "thị": 107,
    "e": 30,
    "f": 31,
    "g": 32,
    "làm": 54,
    "việc": 133,
    "chung": 13,
    "trần": 120,
    "h": 35,
    "b": 3,
    "minh": 63,
    "tại": 126,
    "nano": 67,
    "int": 45,
    "đhqg": 145,
    "tphcm": 114,
    "đang": 144,
    "dang": 25,
    "bạn": 8,
    "liệt": 52,
    "kê": 49,
    "dầu": 27,
    "khí": 47,
    "trung": 117,
    "tâm": 122,
    "phát": 89,
    "triển": 116,
    "chế": 16,
    "biến": 5,
    "tiến": 111,
    "sĩ": 95,
    "vị": 140,
    "thạc": 105,
    "kĩ": 50,
    "thể": 106,
    "sử": 98,
    "dụng": 28,
    "ngôn": 76,
    "ngữ": 78,
    "ngoại": 72,
    "số": 97,
    "lượng": 58,
    "dự": 29,
    "án": 143,
    "tham": 99,
    "bao": 4,
    "nhiêu": 79,
    "được": 151,
    "thực": 109,
    "hiện": 38,
    "bởi": 10,
    "thống": 108,
    "d": 24,
    "nốt": 86,
    "đi": 146,
    "tiếp": 112,
    "tục": 130,
    "còn": 18,
    "lại": 59,
    "nữa": 88,
    "bố": 9,
    "lịch": 62,
    "nơi": 84,
    "phải": 91,
    "tác": 121
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 1,
    "tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 14,
    "tra_cuu_chuyen_gia": 9,
    "provide_name": 6,
    "tra_cuu_chuyen_gia_theo_don_vi": 10,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 12,
    "tra_cuu_ngoai_ngu": 15,
    "thong_ke_du_an": 8,
    "liet_ke_du_an": 4,
    "liet_ke_du_an_con_lai": 5,
    "thong_ke_cong_trinh_khoa_hoc": 7,
    "liet_ke_cong_trinh_khoa_hoc": 2,
    "liet_ke_cong_trinh_khoa_hoc_con_lai": 3,
    "hoi_lich_su_lam_viec": 0,
    "tra_cuu_chuyen_gia_theo_noi_lam_viec": 13,
    "tra_cuu_chuyen_gia_theo_hoc_ham": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 25,
    "action_unlikely_intent": 26,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_liet_ke_cong_trinh_khoa_hoc": 6,
    "action_liet_ke_cong_trinh_khoa_hoc_con_lai": 7,
    "action_liet_ke_du_an": 8,
    "action_liet_ke_du_an_con_lai": 9,
    "action_thong_ke_cong_trinh_khoa_hoc": 14,
    "action_thong_ke_du_an": 15,
    "action_tra_cuu_chuyen_gia": 16,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 17,
    "action_tra_cuu_chuyen_gia_theo_hoc_ham": 18,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 19,
    "action_tra_cuu_chuyen_gia_theo_noi_lam_viec": 20,
    "action_tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 21,
    "action_tra_cuu_lich_su_lam_viec": 22,
    "action_tra_cuu_ngoai_ngu": 23,
    "action_tra_cuu_qua_trinh_dao_tao": 24
  },
  "action_text": null,
  "intent_response_key": null
}