{
  "text": {
    "chuyên": 66,
    "gia": 156,
    "phạm": 386,
    "hoàng": 186,
    "ái": 601,
    "lệ": 281,
    "từng": 555,
    "học": 202,
    "ở": 639,
    "đâu": 618,
    "đã": 619,
    "tốt": 551,
    "nghiệp": 326,
    "trường": 519,
    "nào": 353,
    "quá": 410,
    "trình": 515,
    "đào": 617,
    "tạo": 545,
    "của": 106,
    "tập": 549,
    "các": 94,
    "mà": 305,
    "tôi": 540,
    "muốn": 304,
    "biết": 32,
    "vấn": 579,
    "nguyễn": 333,
    "thái": 482,
    "anh": 12,
    "là": 272,
    "gì": 169,
    "độ": 634,
    "lưu": 277,
    "thùy": 485,
    "ngân": 336,
    "tại": 544,
    "lịch": 282,
    "sử": 459,
    "lê": 275,
    "duy": 119,
    "khải": 234,
    "đặng": 625,
    "mậu": 314,
    "chiến": 62,
    "từ": 554,
    "vũ": 577,
    "đình": 620,
    "thành": 481,
    "như": 347,
    "thế": 492,
    "thị": 494,
    "nguyên": 332,
    "có": 98,
    "bằng": 46,
    "cấp": 102,
    "môn": 308,
    "bùi": 41,
    "công": 99,
    "background": 23,
    "tín": 537,
    "xuân": 593,
    "lộc": 283,
    "education": 133,
    "đỗ": 633,
    "quang": 409,
    "minh": 298,
    "lý": 276,
    "dương": 122,
    "hoài": 184,
    "nghĩa": 327,
    "tuấn": 527,
    "hồ": 203,
    "huy": 189,
    "ánh": 603,
    "vị": 584,
    "văn": 576,
    "nhật": 348,
    "chương": 69,
    "cổ": 104,
    "thanh": 471,
    "thiện": 474,
    "mai": 286,
    "trương": 518,
    "phúc": 385,
    "tử": 556,
    "đức": 637,
    "huỳnh": 190,
    "ngọc": 340,
    "phong": 378,
    "chí": 68,
    "hiệp": 181,
    "tiến": 499,
    "thường": 488,
    "phan": 376,
    "tươi": 543,
    "ai": 7,
    "đại": 622,
    "khoa": 225,
    "tự": 557,
    "nhiên": 342,
    "đhqg": 611,
    "tphcm": 509,
    "đh": 610,
    "khxh": 228,
    "nv": 352,
    "nghệ": 329,
    "thông": 484,
    "tin": 498,
    "danh": 111,
    "sách": 452,
    "spkt": 444,
    "người": 339,
    "bách": 38,
    "trí": 516,
    "đài": 616,
    "loan": 264,
    "giao": 157,
    "vận": 580,
    "tải": 547,
    "uccraina": 558,
    "mei": 292,
    "nga": 323,
    "quốc": 413,
    "kyungpook": 242,
    "hàn": 193,
    "không": 232,
    "saint": 425,
    "petersburg": 374,
    "chlb": 63,
    "cần": 103,
    "tìm": 535,
    "hiểu": 179,
    "về": 582,
    "y": 597,
    "dược": 123,
    "toyama": 506,
    "bản": 43,
    "ecole": 132,
    "centrale": 56,
    "de": 114,
    "lyon": 271,
    "france": 150,
    "sungkyunkwan": 449,
    "university": 562,
    "south": 441,
    "korea": 239,
    "enserg": 140,
    "inpg": 210,
    "institut": 211,
    "national": 317,
    "polytechnique": 390,
    "inp": 209,
    "grenoble": 166,
    "liège": 259,
    "belgium": 29,
    "trắc": 523,
    "địa": 630,
    "ảnh": 638,
    "và": 574,
    "đồ": 631,
    "moxcova": 301,
    "miigaik": 297,
    "russia": 423,
    "hà": 191,
    "nội": 361,
    "liệt": 261,
    "kê": 243,
    "viện": 572,
    "châu": 67,
    "á": 600,
    "ait": 8,
    "thailand": 469,
    "of": 363,
    "ulsan": 561,
    "alumni": 10,
    "kiev": 236,
    "ukraine": 560,
    "sau": 428,
    "kỹ": 247,
    "thuật": 479,
    "tokyo": 505,
    "cựu": 109,
    "sinh": 435,
    "viên": 568,
    "kinh": 237,
    "tế": 550,
    "theo": 472,
    "nam": 315,
    "trung": 513,
    "nông": 356,
    "__number__": 0,
    "chonnam": 65,
    "tổng": 552,
    "hợp": 205,
    "moscow": 300,
    "mang": 288,
    "tên": 534,
    "m": 285,
    "v": 564,
    "lomonoxop": 265,
    "liên": 260,
    "bang": 24,
    "sư": 456,
    "asian": 16,
    "institute": 212,
    "technology": 466,
    "lan": 248,
    "điện": 615,
    "johannes": 219,
    "kepler": 223,
    "linz": 256,
    "áo": 604,
    "solvay": 440,
    "school": 430,
    "hàng": 194,
    "hải": 200,
    "nghiên": 324,
    "cứu": 107,
    "cơ": 101,
    "khí": 231,
    "cộng": 105,
    "hoà": 183,
    "việt": 573,
    "huazhong": 188,
    "ðại": 606,
    "tp": 508,
    "xanh": 591,
    "petecbua": 373,
    "lb": 250,
    "kasetsart": 221,
    "ghent": 155,
    "bỉ": 47,
    "vương": 578,
    "slovakia": 438,
    "ứng": 640,
    "dụng": 127,
    "cao": 52,
    "hùng": 197,
    "oslo": 366,
    "nauy": 319,
    "changwon": 58,
    "yeungnam": 599,
    "kyung": 241,
    "hee": 175,
    "tamania": 462,
    "australia": 20,
    "praha": 392,
    "czech": 91,
    "republic": 417,
    "thực": 497,
    "phẩm": 387,
    "matxcova": 290,
    "ngành": 335,
    "máy": 306,
    "tính": 538,
    "viễn": 570,
    "môi": 307,
    "quản": 412,
    "hóa": 196,
    "cung": 89,
    "động": 635,
    "thiết": 473,
    "bị": 48,
    "phân": 381,
    "tích": 536,
    "nghiệm": 325,
    "chất": 70,
    "ô": 607,
    "tô": 539,
    "nhiệt": 345,
    "năng": 358,
    "lượng": 278,
    "lực": 284,
    "ðiện": 605,
    "xây": 595,
    "dựng": 129,
    "điều": 614,
    "khiển": 224,
    "hệ": 201,
    "thống": 495,
    "xử": 596,
    "toán": 507,
    "lập": 280,
    "sở": 458,
    "thuyết": 478,
    "thương": 487,
    "mại": 309,
    "mạng": 310,
    "telecommunications": 467,
    "dây": 120,
    "wireless": 587,
    "networks": 321,
    "tàu": 530,
    "biển": 33,
    "thủy": 496,
    "vực": 586,
    "thu": 477,
    "hoạch": 187,
    "hữu": 206,
    "vật": 581,
    "liệu": 262,
    "polymer": 389,
    "nano": 316,
    "composites": 80,
    "tra": 510,
    "cho": 64,
    "hãy": 195,
    "giới": 162,
    "thiệu": 475,
    "bạn": 42,
    "thể": 493,
    "cá": 93,
    "nhân": 346,
    "chi": 60,
    "tiết": 502,
    "profile": 400,
    "cv": 90,
    "tiểu": 503,
    "mẫn": 313,
    "ngô": 337,
    "mạnh": 311,
    "thắng": 491,
    "đắc": 624,
    "làm": 273,
    "việc": 571,
    "tùng": 542,
    "nhờ": 349,
    "phát": 380,
    "trọng": 524,
    "hiếu": 177,
    "võ": 575,
    "sơn": 455,
    "giảng": 160,
    "tuyết": 526,
    "đan": 608,
    "dạy": 125,
    "ngà": 334,
    "đang": 609,
    "thuộc": 480,
    "những": 350,
    "tác": 531,
    "lâm": 274,
    "tôn": 541,
    "int": 213,
    "dầu": 126,
    "tâm": 532,
    "triển": 511,
    "chế": 71,
    "biến": 31,
    "đới": 636,
    "sự": 460,
    "gồm": 170,
    "cán": 95,
    "bộ": 50,
    "staff": 445,
    "researchers": 420,
    "faculty": 145,
    "members": 294,
    "hcmute": 174,
    "professors": 398,
    "hcmut": 173,
    "lecturers": 254,
    "uit": 559,
    "scientists": 432,
    "hcmus": 172,
    "sĩ": 454,
    "ts": 525,
    "ths": 476,
    "thạc": 489,
    "kĩ": 244,
    "sỹ": 461,
    "cử": 108,
    "cn": 74,
    "trong": 512,
    "doctors": 117,
    "phd": 377,
    "masters": 289,
    "msc": 302,
    "engineers": 138,
    "bsc": 35,
    "giáo": 158,
    "hàm": 192,
    "phó": 384,
    "gs": 167,
    "pgs": 375,
    "professor": 397,
    "associate": 18,
    "full": 153,
    "ngôn": 338,
    "ngữ": 341,
    "này": 354,
    "ngoại": 331,
    "tiếp": 501,
    "khả": 233,
    "thạo": 490,
    "được": 621,
    "khuyến": 227,
    "ra": 414,
    "sao": 427,
    "foreign": 148,
    "language": 249,
    "skills": 436,
    "proficiency": 399,
    "kiên": 238,
    "communicate": 77,
    "tấn": 548,
    "multilingual": 303,
    "abilities": 2,
    "tiếng": 500,
    "pháp": 379,
    "tiệp": 504,
    "english": 139,
    "russian": 424,
    "speak": 442,
    "french": 151,
    "japanese": 217,
    "communication": 78,
    "expert": 143,
    "korean": 240,
    "chinese": 61,
    "fluent": 147,
    "in": 208,
    "german": 154,
    "slovak": 437,
    "vietnamese": 566,
    "dùng": 121,
    "để": 629,
    "nói": 355,
    "khá": 229,
    "bình": 40,
    "good": 164,
    "at": 19,
    "excellent": 141,
    "level": 255,
    "advanced": 5,
    "với": 585,
    "intermediate": 215,
    "beginner": 28,
    "native": 318,
    "professional": 396,
    "basic": 26,
    "upper": 563,
    "elementary": 134,
    "speakers": 443,
    "superior": 450,
    "conversational": 85,
    "business": 36,
    "academic": 3,
    "giỏi": 161,
    "loát": 267,
    "số": 457,
    "dự": 128,
    "án": 602,
    "tham": 470,
    "bao": 25,
    "nhiêu": 343,
    "hiện": 180,
    "project": 402,
    "mấy": 312,
    "count": 87,
    "projects": 403,
    "quân": 411,
    "statistics": 447,
    "lung": 269,
    "research": 418,
    "đồng": 632,
    "hướng": 199,
    "xem": 592,
    "show": 434,
    "me": 291,
    "list": 257,
    "portfolio": 391,
    "catalogue": 54,
    "nốt": 360,
    "đi": 612,
    "còn": 97,
    "lại": 279,
    "tục": 553,
    "hiển": 178,
    "thêm": 483,
    "more": 299,
    "continue": 83,
    "listing": 258,
    "next": 322,
    "remaining": 415,
    "load": 263,
    "keep": 222,
    "going": 163,
    "trạng": 521,
    "hoàn": 185,
    "completed": 79,
    "finished": 146,
    "ongoing": 364,
    "status": 448,
    "active": 4,
    "progress": 401,
    "bảo": 44,
    "vệ": 583,
    "kết": 245,
    "thúc": 486,
    "done": 118,
    "terminated": 468,
    "năm": 357,
    "year": 598,
    "bắt": 45,
    "đầu": 623,
    "start": 446,
    "from": 152,
    "dating": 113,
    "vai": 565,
    "trò": 517,
    "chủ": 72,
    "nhiệm": 344,
    "giả": 159,
    "leader": 252,
    "coordinator": 86,
    "principal": 393,
    "investigator": 216,
    "pi": 388,
    "manager": 287,
    "team": 463,
    "member": 293,
    "co": 75,
    "researcher": 419,
    "collaborator": 76,
    "supervisor": 451,
    "consultant": 82,
    "participant": 371,
    "advisor": 6,
    "contributor": 84,
    "author": 21,
    "assistant": 17,
    "đếm": 626,
    "publication": 405,
    "hương": 198,
    "publications": 406,
    "trần": 522,
    "báo": 39,
    "cáo": 96,
    "output": 367,
    "publish": 407,
    "paper": 369,
    "bài": 37,
    "productivity": 395,
    "đinh": 613,
    "long": 266,
    "published": 408,
    "bố": 49,
    "xuất": 594,
    "papers": 370,
    "works": 589,
    "bibliography": 30,
    "scientific": 431,
    "outputs": 368,
    "scholarly": 429,
    "đề": 628,
    "viết": 569,
    "nữa": 362,
    "khác": 230,
    "batch": 27,
    "kể": 246,
    "loại": 268,
    "tạp": 546,
    "hội": 204,
    "nghị": 330,
    "khảo": 235,
    "journal": 220,
    "conference": 81,
    "proceedings": 394,
    "all": 9,
    "book": 34,
    "database": 112,
    "patent": 372,
    "type": 529,
    "article": 14,
    "work": 588,
    "chapter": 59,
    "dạng": 124,
    "review": 421,
    "category": 55,
    "workshop": 590,
    "technical": 465,
    "report": 416,
    "sáng": 453,
    "luận": 270,
    "articles": 15,
    "đến": 627,
    "nay": 320,
    "khoảng": 226,
    "e": 130,
    "a": 1,
    "d": 110,
    "c": 51,
    "f": 144,
    "b": 22,
    "career": 53,
    "history": 176,
    "experience": 142,
    "employment": 136,
    "job": 218,
    "nghề": 328,
    "nơi": 359,
    "nii": 351,
    "tây": 533,
    "cà": 92,
    "phê": 382,
    "eakmat": 131,
    "hcm": 171,
    "ty": 528,
    "psv": 404,
    "microsoft": 296,
    "google": 165,
    "ibm": 207,
    "fpt": 149,
    "software": 439,
    "viettel": 567,
    "samsung": 426,
    "intel": 214,
    "apple": 13,
    "employee": 135,
    "cũ": 100,
    "meta": 295,
    "amazon": 11,
    "oracle": 365,
    "cisco": 73,
    "trưởng": 520,
    "phòng": 383,
    "hiệu": 182,
    "gv": 168,
    "lecturer": 253,
    "ceo": 57,
    "cto": 88,
    "director": 116,
    "lead": 251,
    "engineer": 137,
    "senior": 433,
    "developer": 115,
    "tech": 464,
    "trì": 514,
    "role": 422
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 1,
    "tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 16,
    "tra_cuu_chuyen_gia_theo_chuyen_nganh": 10,
    "tra_cuu_chuyen_gia": 9,
    "tra_cuu_chuyen_gia_theo_don_vi": 11,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 13,
    "tra_cuu_chuyen_gia_theo_hoc_ham": 12,
    "provide_name": 6,
    "tra_cuu_ngoai_ngu": 24,
    "tra_cuu_chuyen_gia_theo_ngoai_ngu": 14,
    "tra_cuu_chuyen_gia_theo_trinh_do_ngoai_ngu": 17,
    "thong_ke_du_an": 8,
    "liet_ke_du_an": 4,
    "liet_ke_du_an_con_lai": 5,
    "tra_cuu_du_an_theo_trang_thai": 22,
    "tra_cuu_du_an_theo_nam": 21,
    "tra_cuu_du_an_theo_vai_tro": 23,
    "thong_ke_cong_trinh_khoa_hoc": 7,
    "liet_ke_cong_trinh_khoa_hoc": 3,
    "liet_ke_cong_trinh_con_lai": 2,
    "tra_cuu_cong_trinh_theo_loai": 19,
    "tra_cuu_cong_trinh_theo_nam": 20,
    "hoi_lich_su_lam_viec": 0,
    "tra_cuu_chuyen_gia_theo_noi_lam_viec": 15,
    "tra_cuu_chuyen_gia_theo_vi_tri": 18
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 34,
    "action_unlikely_intent": 35,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_liet_ke_cong_trinh_khoa_hoc": 6,
    "action_liet_ke_cong_trinh_khoa_hoc_con_lai": 7,
    "action_liet_ke_du_an": 8,
    "action_liet_ke_du_an_con_lai": 9,
    "action_thong_ke_cong_trinh_khoa_hoc": 14,
    "action_thong_ke_du_an": 15,
    "action_tra_cuu_chuyen_gia": 16,
    "action_tra_cuu_chuyen_gia_theo_chuyen_nganh": 17,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 18,
    "action_tra_cuu_chuyen_gia_theo_hoc_ham": 19,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 20,
    "action_tra_cuu_chuyen_gia_theo_ngoai_ngu": 21,
    "action_tra_cuu_chuyen_gia_theo_noi_lam_viec": 22,
    "action_tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 23,
    "action_tra_cuu_chuyen_gia_theo_trinh_do_ngoai_ngu": 24,
    "action_tra_cuu_chuyen_gia_theo_vi_tri": 25,
    "action_tra_cuu_cong_trinh_theo_loai": 26,
    "action_tra_cuu_cong_trinh_theo_nam": 27,
    "action_tra_cuu_du_an_theo_nam": 28,
    "action_tra_cuu_du_an_theo_trang_thai": 29,
    "action_tra_cuu_du_an_theo_vai_tro": 30,
    "action_tra_cuu_lich_su_lam_viec": 31,
    "action_tra_cuu_ngoai_ngu": 32,
    "action_tra_cuu_qua_trinh_dao_tao": 33
  },
  "action_text": null,
  "intent_response_key": null
}