{
  "text": {
    "tôi": 72,
    "muốn": 42,
    "biết": 3,
    "thông": 60,
    "tin": 64,
    "về": 79,
    "chuyên": 7,
    "gia": 20,
    "phạm": 53,
    "hoàng": 23,
    "ái": 82,
    "lệ": 40,
    "tra": 67,
    "cưu": 12,
    "nguyễn": 46,
    "lưu": 38,
    "thùy": 61,
    "ngân": 47,
    "ai": 1,
    "là": 34,
    "tên": 70,
    "lê": 37,
    "văn": 78,
    "c": 5,
    "cho": 6,
    "xem": 81,
    "hồ": 28,
    "nhật": 50,
    "chương": 8,
    "có": 10,
    "nào": 51,
    "ngô": 48,
    "thị": 63,
    "e": 17,
    "cần": 13,
    "tìm": 71,
    "hiểu": 22,
    "f": 18,
    "g": 19,
    "làm": 35,
    "việc": 74,
    "ở": 87,
    "đâu": 85,
    "a": 0,
    "trần": 69,
    "b": 2,
    "minh": 41,
    "tại": 73,
    "viện": 75,
    "hàn": 25,
    "lâm": 36,
    "khoa": 29,
    "học": 27,
    "và": 77,
    "công": 11,
    "nghệ": 45,
    "việt": 76,
    "nam": 43,
    "trường": 68,
    "đại": 86,
    "quốc": 54,
    "hà": 24,
    "nội": 52,
    "dang": 15,
    "sách": 55,
    "bách": 4,
    "thuộc": 59,
    "nghiên": 44,
    "cứu": 14,
    "hạt": 26,
    "nhân": 49,
    "đà": 84,
    "lạt": 39,
    "đang": 83,
    "sư": 57,
    "kỹ": 32,
    "thuật": 58,
    "tp": 66,
    "hcm": 21,
    "danh": 16,
    "tiến": 65,
    "sĩ": 56,
    "liệt": 33,
    "kê": 31,
    "các": 9,
    "vị": 80,
    "thạc": 62,
    "không": 30
  },
  "intent": {
    "tra_cuu_chuyen_gia": 1,
    "provide_name": 0,
    "tra_cuu_chuyen_gia_theo_don_vi": 2,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_tra_cuu_chuyen_gia": 10,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 11,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 12
  },
  "action_text": null,
  "intent_response_key": null
}