{
  "text": {
    "chuyên": 13,
    "gia": 29,
    "này": 70,
    "học": 37,
    "ở": 129,
    "đâu": 124,
    "đã": 125,
    "tốt": 107,
    "nghiệp": 59,
    "trường": 98,
    "nào": 69,
    "quá": 77,
    "trình": 97,
    "đào": 123,
    "tạo": 105,
    "của": 21,
    "người": 65,
    "có": 17,
    "nước": 72,
    "ngoài": 61,
    "không": 40,
    "các": 15,
    "mà": 56,
    "từng": 109,
    "phạm": 75,
    "hoàng": 33,
    "ái": 120,
    "lệ": 52,
    "vấn": 116,
    "nguyễn": 62,
    "thái": 87,
    "anh": 2,
    "là": 44,
    "gì": 30,
    "độ": 128,
    "cho": 12,
    "tôi": 103,
    "biết": 5,
    "tập": 106,
    "muốn": 55,
    "tìm": 102,
    "từ": 108,
    "viện": 112,
    "hàn": 35,
    "lâm": 46,
    "khoa": 39,
    "và": 114,
    "công": 18,
    "nghệ": 60,
    "việt": 113,
    "nam": 57,
    "ai": 1,
    "đại": 127,
    "quốc": 78,
    "hà": 34,
    "nội": 74,
    "danh": 25,
    "sách": 79,
    "bách": 7,
    "thuộc": 86,
    "nghiên": 58,
    "cứu": 22,
    "hạt": 36,
    "nhân": 67,
    "đà": 122,
    "lạt": 51,
    "cần": 20,
    "hiểu": 32,
    "về": 117,
    "sư": 81,
    "kỹ": 42,
    "thuật": 85,
    "tp": 95,
    "hcm": 31,
    "thông": 88,
    "tin": 93,
    "tra": 96,
    "cưu": 19,
    "lưu": 48,
    "thùy": 89,
    "ngân": 63,
    "tên": 101,
    "lê": 47,
    "văn": 115,
    "c": 11,
    "xem": 119,
    "hồ": 38,
    "nhật": 68,
    "chương": 14,
    "ngô": 64,
    "thị": 91,
    "e": 26,
    "f": 27,
    "g": 28,
    "làm": 45,
    "việc": 111,
    "a": 0,
    "trần": 99,
    "b": 3,
    "minh": 54,
    "tại": 104,
    "dang": 24,
    "đang": 121,
    "tiến": 94,
    "sĩ": 80,
    "liệt": 43,
    "kê": 41,
    "vị": 118,
    "thạc": 90,
    "số": 82,
    "lượng": 49,
    "bao": 4,
    "nhiêu": 66,
    "được": 126,
    "bố": 9,
    "bởi": 10,
    "thống": 92,
    "d": 23,
    "bài": 6,
    "viết": 110,
    "báo": 8,
    "tham": 84,
    "còn": 16,
    "lại": 50,
    "nốt": 73,
    "lịch": 53,
    "sử": 83,
    "nơi": 71,
    "phải": 76,
    "tác": 100
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 1,
    "tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 10,
    "tra_cuu_chuyen_gia": 6,
    "provide_name": 4,
    "tra_cuu_chuyen_gia_theo_don_vi": 7,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 8,
    "thong_ke_cong_trinh_khoa_hoc": 5,
    "liet_ke_cong_trinh_khoa_hoc": 2,
    "liet_ke_cong_trinh_khoa_hoc_con_lai": 3,
    "hoi_lich_su_lam_viec": 0,
    "tra_cuu_chuyen_gia_theo_noi_lam_viec": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 20,
    "action_unlikely_intent": 21,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_liet_ke_cong_trinh_khoa_hoc": 6,
    "action_liet_ke_cong_trinh_khoa_hoc_con_lai": 7,
    "action_thong_ke_cong_trinh_khoa_hoc": 12,
    "action_tra_cuu_chuyen_gia": 13,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 14,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 15,
    "action_tra_cuu_chuyen_gia_theo_noi_lam_viec": 16,
    "action_tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 17,
    "action_tra_cuu_lich_su_lam_viec": 18,
    "action_tra_cuu_qua_trinh_dao_tao": 19
  },
  "action_text": null,
  "intent_response_key": null
}