{
  "text": {
    "có": 16,
    "bao": 2,
    "nhiêu": 65,
    "tiến": 83,
    "sĩ": 76,
    "thạc": 80,
    "số": 77,
    "lượng": 52,
    "là": 46,
    "tôi": 100,
    "muốn": 55,
    "biết": 3,
    "người": 63,
    "học": 34,
    "vị": 109,
    "trong": 88,
    "danh": 21,
    "sách": 75,
    "chuyên": 12,
    "gia": 24,
    "liệt": 45,
    "kê": 42,
    "những": 68,
    "không": 39,
    "cho": 11,
    "xin": 111,
    "thông": 79,
    "tin": 82,
    "chi": 10,
    "tiết": 84,
    "về": 108,
    "nguyễn": 61,
    "lê": 49,
    "duy": 22,
    "khải": 40,
    "trần": 91,
    "thị": 81,
    "minh": 54,
    "châu": 13,
    "phạm": 72,
    "văn": 106,
    "đức": 116,
    "anh": 1,
    "cần": 19,
    "bích": 7,
    "ngọc": 64,
    "tìm": 96,
    "hiểu": 27,
    "hoàng": 28,
    "nam": 58,
    "võ": 105,
    "thu": 78,
    "hà": 29,
    "phúc": 71,
    "hậu": 33,
    "làm": 47,
    "việc": 103,
    "ở": 117,
    "đâu": 113,
    "kim": 41,
    "liên": 44,
    "gì": 26,
    "hữu": 36,
    "tài": 95,
    "công": 17,
    "trình": 89,
    "khoa": 37,
    "hạnh": 32,
    "bài": 4,
    "báo": 6,
    "trang": 87,
    "bố": 8,
    "tuấn": 93,
    "nghiên": 59,
    "cứu": 20,
    "mỹ": 57,
    "linh": 43,
    "quốc": 73,
    "toản": 86,
    "đại": 115,
    "bách": 5,
    "viện": 104,
    "hàn": 30,
    "lâm": 48,
    "ngành": 62,
    "nghệ": 60,
    "vật": 107,
    "lý": 50,
    "tử": 102,
    "các": 15,
    "lĩnh": 51,
    "vực": 110,
    "toán": 85,
    "ứng": 118,
    "dụng": 23,
    "sinh": 74,
    "nào": 69,
    "nhiều": 66,
    "nhất": 67,
    "ai": 0,
    "trường": 90,
    "đơn": 114,
    "cao": 9,
    "tổ": 101,
    "chức": 14,
    "trẻ": 92,
    "lớn": 53,
    "tuổi": 94,
    "cơ": 18,
    "khí": 38,
    "ô": 112,
    "tô": 99,
    "giỏi": 25,
    "hỏi": 35,
    "hóa": 31,
    "máy": 56,
    "tính": 98,
    "phân": 70,
    "tích": 97
  },
  "intent": {
    "ask_count_degree": 0,
    "ask_expert_info": 2,
    "ask_most_publications": 3,
    "ask_top_organization": 4,
    "ask_youngest_oldest_expert": 5,
    "ask_expert_by_field": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5
  },
  "action_text": null,
  "intent_response_key": null
}