{
  "text": {
    "quá": 348,
    "trình": 436,
    "đào": 526,
    "tạo": 464,
    "của": 89,
    "chuyên": 52,
    "gia": 129,
    "có": 81,
    "id": 175,
    "__number__": 0,
    "lịch": 235,
    "sử": 391,
    "học": 171,
    "tập": 468,
    "thông": 412,
    "tin": 424,
    "education": 108,
    "history": 148,
    "expert": 117,
    "vấn": 495,
    "nguyễn": 275,
    "thái": 410,
    "anh": 11,
    "trương": 439,
    "quang": 347,
    "phúc": 323,
    "đã": 528,
    "ở": 544,
    "đâu": 527,
    "lưu": 231,
    "thùy": 413,
    "ngân": 278,
    "là": 226,
    "gì": 141,
    "phạm": 324,
    "hoàng": 157,
    "ái": 514,
    "lệ": 234,
    "tốt": 470,
    "nghiệp": 268,
    "từ": 473,
    "background": 20,
    "vũ": 493,
    "đình": 529,
    "thành": 409,
    "thị": 421,
    "nguyên": 274,
    "bằng": 40,
    "cấp": 85,
    "độ": 541,
    "môn": 253,
    "bùi": 35,
    "công": 82,
    "đặng": 534,
    "tín": 456,
    "từng": 474,
    "trường": 440,
    "nào": 294,
    "ai": 6,
    "đại": 531,
    "khoa": 188,
    "tự": 476,
    "nhiên": 284,
    "đhqg": 522,
    "tphcm": 431,
    "đh": 521,
    "bách": 32,
    "cựu": 92,
    "sinh": 368,
    "viên": 485,
    "spkt": 376,
    "alumni": 9,
    "nghệ": 271,
    "tại": 463,
    "giao": 130,
    "vận": 496,
    "tải": 466,
    "hà": 160,
    "nội": 301,
    "university": 479,
    "of": 303,
    "ulsan": 478,
    "korea": 201,
    "sungkyunkwan": 381,
    "south": 373,
    "enserg": 113,
    "inpg": 177,
    "france": 124,
    "ra": 352,
    "liège": 217,
    "belgium": 25,
    "hoàn": 156,
    "chương": 55,
    "viện": 489,
    "châu": 53,
    "á": 513,
    "ait": 7,
    "thailand": 399,
    "kinh": 199,
    "tế": 469,
    "tôn": 460,
    "đức": 543,
    "thắng": 418,
    "hàng": 163,
    "hải": 169,
    "việt": 490,
    "nam": 258,
    "nanyang": 260,
    "technological": 397,
    "singapore": 367,
    "nhận": 289,
    "sư": 389,
    "kỹ": 207,
    "thuật": 407,
    "xong": 508,
    "khóa": 194,
    "sydney": 384,
    "australia": 18,
    "tìm": 454,
    "ngành": 277,
    "máy": 251,
    "tính": 457,
    "điện": 525,
    "tử": 475,
    "viễn": 487,
    "không": 195,
    "môi": 252,
    "hóa": 165,
    "cơ": 84,
    "khí": 193,
    "ô": 518,
    "tô": 458,
    "danh": 93,
    "sách": 385,
    "động": 542,
    "thực": 423,
    "phẩm": 325,
    "xây": 511,
    "dựng": 106,
    "phân": 319,
    "tích": 455,
    "vật": 497,
    "liệu": 219,
    "polymer": 328,
    "trí": 437,
    "tuệ": 448,
    "nhân": 287,
    "hệ": 170,
    "thống": 422,
    "quản": 350,
    "lý": 230,
    "nông": 297,
    "tra": 432,
    "cứu": 90,
    "tôi": 459,
    "cần": 86,
    "hiểu": 151,
    "về": 498,
    "muốn": 249,
    "biết": 27,
    "lê": 229,
    "duy": 99,
    "khải": 197,
    "cho": 51,
    "mậu": 257,
    "chiến": 50,
    "hãy": 164,
    "giới": 135,
    "thiệu": 404,
    "bạn": 36,
    "thể": 420,
    "cá": 76,
    "xuân": 509,
    "lộc": 236,
    "đỗ": 540,
    "minh": 245,
    "dương": 101,
    "hoài": 155,
    "nghĩa": 269,
    "tên": 453,
    "tuấn": 447,
    "hồ": 172,
    "huy": 158,
    "ánh": 516,
    "văn": 492,
    "nhật": 290,
    "chi": 48,
    "tiết": 428,
    "cổ": 87,
    "thanh": 401,
    "thiện": 403,
    "mai": 237,
    "profile": 338,
    "chí": 54,
    "hiệp": 153,
    "như": 288,
    "thế": 419,
    "cv": 73,
    "tiến": 425,
    "thường": 415,
    "tiểu": 429,
    "phan": 314,
    "tươi": 462,
    "mẫn": 256,
    "ngô": 279,
    "mạnh": 254,
    "đắc": 533,
    "làm": 227,
    "việc": 488,
    "tùng": 461,
    "nhờ": 291,
    "vị": 500,
    "vương": 494,
    "phát": 318,
    "nghiên": 266,
    "trọng": 444,
    "hiếu": 149,
    "nghiệm": 267,
    "võ": 491,
    "sơn": 388,
    "huỳnh": 159,
    "ngọc": 282,
    "phong": 316,
    "hùng": 166,
    "giảng": 133,
    "tuyết": 446,
    "đan": 519,
    "dạy": 103,
    "ngà": 276,
    "đang": 520,
    "hiện": 152,
    "tác": 451,
    "quốc": 351,
    "giờ": 136,
    "thuộc": 408,
    "phục": 326,
    "vụ": 502,
    "lâm": 228,
    "nano": 259,
    "int": 178,
    "sĩ": 387,
    "phó": 322,
    "trưởng": 441,
    "bộ": 42,
    "giáo": 131,
    "thạc": 416,
    "cử": 91,
    "cán": 78,
    "staff": 377,
    "faculty": 118,
    "researchers": 357,
    "professors": 336,
    "lecturers": 212,
    "scientists": 365,
    "members": 242,
    "liệt": 218,
    "kê": 203,
    "trong": 433,
    "hcmute": 147,
    "hcmus": 145,
    "hcmut": 146,
    "iuh": 182,
    "uit": 477,
    "uth": 481,
    "hcmup": 144,
    "hcmuaf": 143,
    "tdtu": 393,
    "ts": 445,
    "ths": 405,
    "các": 77,
    "kĩ": 204,
    "sỹ": 392,
    "gồm": 142,
    "những": 292,
    "cn": 59,
    "doctors": 97,
    "phd": 315,
    "masters": 239,
    "msc": 247,
    "engineers": 111,
    "bsc": 29,
    "hàm": 161,
    "gs": 140,
    "pgs": 313,
    "professor": 335,
    "associate": 16,
    "full": 127,
    "dụng": 104,
    "ngôn": 280,
    "ngữ": 283,
    "người": 281,
    "này": 295,
    "ngoại": 273,
    "mà": 250,
    "tiếp": 427,
    "năng": 299,
    "khả": 196,
    "thạo": 417,
    "được": 530,
    "khuyến": 190,
    "sao": 362,
    "foreign": 121,
    "language": 209,
    "skills": 369,
    "proficiency": 337,
    "kiên": 200,
    "communicate": 62,
    "tấn": 467,
    "multilingual": 248,
    "abilities": 1,
    "tiếng": 426,
    "nga": 265,
    "pháp": 317,
    "hàn": 162,
    "trung": 434,
    "theo": 402,
    "tiệp": 430,
    "slovakia": 371,
    "english": 112,
    "russian": 360,
    "speak": 374,
    "french": 125,
    "japanese": 183,
    "communication": 63,
    "korean": 202,
    "chinese": 49,
    "fluent": 120,
    "in": 176,
    "german": 128,
    "czech": 74,
    "slovak": 370,
    "vietnamese": 483,
    "dùng": 100,
    "để": 538,
    "nói": 296,
    "khá": 191,
    "bình": 34,
    "good": 138,
    "at": 17,
    "excellent": 115,
    "level": 213,
    "advanced": 4,
    "với": 501,
    "intermediate": 180,
    "beginner": 24,
    "native": 261,
    "professional": 334,
    "basic": 22,
    "upper": 480,
    "elementary": 109,
    "speakers": 375,
    "superior": 382,
    "conversational": 69,
    "business": 30,
    "academic": 2,
    "giỏi": 134,
    "loát": 222,
    "số": 390,
    "lượng": 232,
    "dự": 105,
    "án": 515,
    "tham": 400,
    "bao": 21,
    "nhiêu": 285,
    "tổng": 471,
    "project": 340,
    "mấy": 255,
    "count": 71,
    "projects": 341,
    "quân": 349,
    "statistics": 379,
    "lung": 224,
    "research": 355,
    "đồng": 539,
    "hướng": 168,
    "xem": 507,
    "show": 366,
    "me": 240,
    "list": 215,
    "portfolio": 329,
    "catalogue": 44,
    "nốt": 300,
    "đi": 523,
    "còn": 80,
    "lại": 233,
    "tục": 472,
    "hiển": 150,
    "thêm": 411,
    "more": 246,
    "continue": 67,
    "listing": 216,
    "next": 264,
    "remaining": 353,
    "load": 220,
    "keep": 186,
    "going": 137,
    "trạng": 442,
    "thu": 406,
    "completed": 64,
    "finished": 119,
    "ongoing": 304,
    "status": 380,
    "active": 3,
    "progress": 339,
    "bảo": 38,
    "vệ": 499,
    "kết": 205,
    "thúc": 414,
    "done": 98,
    "terminated": 398,
    "năm": 298,
    "year": 512,
    "bắt": 39,
    "đầu": 532,
    "start": 378,
    "from": 126,
    "dating": 95,
    "vai": 482,
    "trò": 438,
    "chủ": 57,
    "nhiệm": 286,
    "giả": 132,
    "leader": 211,
    "coordinator": 70,
    "principal": 331,
    "investigator": 181,
    "pi": 327,
    "manager": 238,
    "team": 394,
    "member": 241,
    "co": 60,
    "researcher": 356,
    "collaborator": 61,
    "supervisor": 383,
    "consultant": 66,
    "participant": 311,
    "advisor": 5,
    "contributor": 68,
    "author": 19,
    "assistant": 15,
    "đếm": 535,
    "lan": 208,
    "publication": 343,
    "hương": 167,
    "publications": 344,
    "trần": 443,
    "báo": 33,
    "cáo": 79,
    "output": 307,
    "publish": 345,
    "paper": 309,
    "bài": 31,
    "cộng": 88,
    "tâm": 452,
    "productivity": 333,
    "đinh": 524,
    "long": 221,
    "published": 346,
    "bố": 41,
    "xuất": 510,
    "bản": 37,
    "papers": 310,
    "works": 505,
    "bibliography": 26,
    "scientific": 364,
    "outputs": 308,
    "scholarly": 363,
    "đề": 537,
    "viết": 486,
    "nữa": 302,
    "khác": 192,
    "batch": 23,
    "kể": 206,
    "loại": 223,
    "tạp": 465,
    "hội": 173,
    "nghị": 272,
    "khảo": 198,
    "journal": 185,
    "conference": 65,
    "proceedings": 332,
    "all": 8,
    "book": 28,
    "database": 94,
    "patent": 312,
    "type": 450,
    "article": 13,
    "work": 503,
    "chapter": 47,
    "dạng": 102,
    "review": 358,
    "category": 45,
    "workshop": 506,
    "technical": 396,
    "report": 354,
    "sáng": 386,
    "chế": 56,
    "luận": 225,
    "articles": 14,
    "đến": 536,
    "nay": 263,
    "khoảng": 189,
    "career": 43,
    "experience": 116,
    "nghề": 270,
    "oslo": 306,
    "nauy": 262,
    "microsoft": 244,
    "google": 139,
    "fpt": 123,
    "software": 372,
    "ex": 114,
    "employee": 110,
    "viettel": 484,
    "samsung": 361,
    "intel": 179,
    "cũ": 83,
    "ibm": 174,
    "nii": 293,
    "johannes": 184,
    "kepler": 187,
    "linz": 214,
    "áo": 517,
    "cà": 75,
    "phê": 320,
    "eakmat": 107,
    "ty": 449,
    "psv": 342,
    "former": 122,
    "apple": 12,
    "previous": 330,
    "meta": 243,
    "worker": 504,
    "amazon": 10,
    "oracle": 305,
    "cisco": 58,
    "hiệu": 154,
    "phòng": 321,
    "trì": 435,
    "role": 359,
    "ceo": 46,
    "cto": 72,
    "director": 96,
    "tech": 395,
    "lead": 210
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 1,
    "tra_cuu_chuyen_gia_theo_truong_tot_nghiep": 18,
    "tra_cuu_chuyen_gia_theo_chuyen_nganh": 11,
    "tra_cuu_chuyen_gia": 10,
    "tra_cuu_chuyen_gia_theo_don_vi": 12,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 14,
    "tra_cuu_chuyen_gia_theo_hoc_ham": 13,
    "provide_name": 7,
    "tra_cuu_ngoai_ngu": 25,
    "tra_cuu_chuyen_gia_theo_ngoai_ngu": 15,
    "tra_cuu_chuyen_gia_theo_trinh_do_ngoai_ngu": 17,
    "thong_ke_du_an": 9,
    "liet_ke_du_an": 4,
    "liet_ke_du_an_con_lai": 5,
    "tra_cuu_du_an_theo_trang_thai": 23,
    "tra_cuu_du_an_theo_nam": 22,
    "tra_cuu_du_an_theo_vai_tro": 24,
    "thong_ke_cong_trinh_khoa_hoc": 8,
    "liet_ke_cong_trinh_khoa_hoc": 3,
    "liet_ke_cong_trinh_con_lai": 2,
    "tra_cuu_cong_trinh_theo_loai": 20,
    "tra_cuu_cong_trinh_theo_nam": 21,
    "hoi_lich_su_lam_viec": 0,
    "tra_cuu_chuyen_gia_theo_noi_lam_viec": 16,
    "tra_cuu_chuyen_gia_theo_vi_tri": 19,
    "nlu_fallback": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 34,
    "action_unlikely_intent": 35,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_liet_ke_cong_trinh_khoa_hoc": 6,
    "action_liet_ke_cong_trinh_khoa_hoc_con_lai": 7,
    "action_liet_ke_du_an": 8,
    "action_liet_ke_du_an_con_lai": 9,
    "action_thong_ke_cong_trinh_khoa_hoc": 14,
    "action_thong_ke_du_an": 15,
    "action_tra_cuu_chuyen_gia": 16,
    "action_tra_cuu_chuyen_gia_theo_chuyen_nganh": 17,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 18,
    "action_tra_cuu_chuyen_gia_theo_hoc_ham": 19,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 20,
    "action_tra_cuu_chuyen_gia_theo_ngoai_ngu": 21,
    "action_tra_cuu_chuyen_gia_theo_noi_lam_viec": 22,
    "action_tra_cuu_chuyen_gia_theo_trinh_do_ngoai_ngu": 23,
    "action_tra_cuu_chuyen_gia_theo_truong_tot_nghiep": 24,
    "action_tra_cuu_chuyen_gia_theo_vi_tri": 25,
    "action_tra_cuu_cong_trinh_theo_loai": 26,
    "action_tra_cuu_cong_trinh_theo_nam": 27,
    "action_tra_cuu_du_an_theo_nam": 28,
    "action_tra_cuu_du_an_theo_trang_thai": 29,
    "action_tra_cuu_du_an_theo_vai_tro": 30,
    "action_tra_cuu_lich_su_lam_viec": 31,
    "action_tra_cuu_ngoai_ngu": 32,
    "action_tra_cuu_qua_trinh_dao_tao": 33,
    "utter_default": 36,
    "utter_hoi_don_vi": 37,
    "utter_hoi_noi_lam_viec": 38,
    "utter_hoi_truong_tot_nghiep": 39,
    "utter_khong_tim_thay_chuyen_gia": 40
  },
  "action_text": null,
  "intent_response_key": null
}