{
  "text": {
    "chuyên": 11,
    "gia": 29,
    "này": 74,
    "học": 38,
    "ở": 139,
    "đâu": 134,
    "đã": 135,
    "tốt": 115,
    "nghiệp": 60,
    "trường": 106,
    "nào": 73,
    "quá": 82,
    "trình": 105,
    "đào": 133,
    "tạo": 113,
    "của": 19,
    "người": 68,
    "có": 15,
    "nước": 76,
    "ngoài": 62,
    "không": 41,
    "các": 13,
    "mà": 57,
    "từng": 118,
    "phạm": 80,
    "hoàng": 34,
    "ái": 128,
    "lệ": 53,
    "vấn": 124,
    "nguyễn": 64,
    "thái": 92,
    "anh": 2,
    "là": 45,
    "gì": 30,
    "độ": 138,
    "cho": 10,
    "tôi": 111,
    "biết": 5,
    "tập": 114,
    "muốn": 56,
    "tìm": 110,
    "từ": 117,
    "viện": 120,
    "hàn": 36,
    "lâm": 47,
    "khoa": 40,
    "và": 122,
    "công": 16,
    "nghệ": 61,
    "việt": 121,
    "nam": 58,
    "ai": 1,
    "đại": 137,
    "quốc": 83,
    "hà": 35,
    "nội": 78,
    "danh": 23,
    "sách": 84,
    "bách": 6,
    "thuộc": 91,
    "nghiên": 59,
    "cứu": 20,
    "hạt": 37,
    "nhân": 71,
    "đà": 132,
    "lạt": 52,
    "cần": 18,
    "hiểu": 32,
    "về": 125,
    "sư": 86,
    "kỹ": 43,
    "thuật": 90,
    "tp": 103,
    "hcm": 31,
    "thông": 93,
    "tin": 100,
    "tra": 104,
    "cưu": 17,
    "lưu": 49,
    "thùy": 94,
    "ngân": 65,
    "tên": 109,
    "lê": 48,
    "văn": 123,
    "c": 9,
    "xem": 127,
    "hồ": 39,
    "nhật": 72,
    "chương": 12,
    "ngô": 66,
    "thị": 97,
    "e": 26,
    "f": 27,
    "g": 28,
    "làm": 46,
    "việc": 119,
    "a": 0,
    "trần": 107,
    "b": 3,
    "minh": 55,
    "tại": 112,
    "dang": 22,
    "đang": 130,
    "tiến": 101,
    "sĩ": 85,
    "liệt": 44,
    "kê": 42,
    "vị": 126,
    "thạc": 95,
    "ngoại": 63,
    "ngữ": 69,
    "thể": 96,
    "sử": 88,
    "dụng": 24,
    "ngôn": 67,
    "số": 87,
    "lượng": 50,
    "dự": 25,
    "án": 129,
    "tham": 89,
    "bao": 4,
    "nhiêu": 70,
    "được": 136,
    "thực": 99,
    "hiện": 33,
    "bởi": 8,
    "thống": 98,
    "d": 21,
    "nốt": 77,
    "đi": 131,
    "tiếp": 102,
    "tục": 116,
    "còn": 14,
    "lại": 51,
    "nữa": 79,
    "bố": 7,
    "lịch": 54,
    "nơi": 75,
    "phải": 81,
    "tác": 108
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 1,
    "tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 13,
    "tra_cuu_chuyen_gia": 9,
    "provide_name": 6,
    "tra_cuu_chuyen_gia_theo_don_vi": 10,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 11,
    "tra_cuu_ngoai_ngu": 14,
    "thong_ke_du_an": 8,
    "liet_ke_du_an": 4,
    "liet_ke_du_an_con_lai": 5,
    "thong_ke_cong_trinh_khoa_hoc": 7,
    "liet_ke_cong_trinh_khoa_hoc": 2,
    "liet_ke_cong_trinh_khoa_hoc_con_lai": 3,
    "hoi_lich_su_lam_viec": 0,
    "tra_cuu_chuyen_gia_theo_noi_lam_viec": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 24,
    "action_unlikely_intent": 25,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_liet_ke_cong_trinh_khoa_hoc": 6,
    "action_liet_ke_cong_trinh_khoa_hoc_con_lai": 7,
    "action_liet_ke_du_an": 8,
    "action_liet_ke_du_an_con_lai": 9,
    "action_thong_ke_cong_trinh_khoa_hoc": 14,
    "action_thong_ke_du_an": 15,
    "action_tra_cuu_chuyen_gia": 16,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 17,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 18,
    "action_tra_cuu_chuyen_gia_theo_noi_lam_viec": 19,
    "action_tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 20,
    "action_tra_cuu_lich_su_lam_viec": 21,
    "action_tra_cuu_ngoai_ngu": 22,
    "action_tra_cuu_qua_trinh_dao_tao": 23
  },
  "action_text": null,
  "intent_response_key": null
}