{
  "text": {
    "chuyên": 8,
    "gia": 22,
    "này": 59,
    "học": 30,
    "ở": 107,
    "đâu": 103,
    "đã": 104,
    "tốt": 88,
    "nghiệp": 49,
    "trường": 80,
    "nào": 58,
    "quá": 63,
    "trình": 79,
    "đào": 102,
    "tạo": 86,
    "của": 15,
    "người": 55,
    "có": 11,
    "nước": 60,
    "ngoài": 51,
    "không": 33,
    "các": 10,
    "mà": 46,
    "từng": 89,
    "phạm": 62,
    "hoàng": 26,
    "ái": 99,
    "lệ": 43,
    "vấn": 95,
    "nguyễn": 52,
    "thái": 70,
    "anh": 2,
    "là": 37,
    "gì": 23,
    "độ": 106,
    "cho": 7,
    "tôi": 84,
    "biết": 4,
    "tập": 87,
    "muốn": 45,
    "thông": 71,
    "tin": 75,
    "về": 96,
    "tra": 78,
    "cưu": 13,
    "lưu": 41,
    "thùy": 72,
    "ngân": 53,
    "ai": 1,
    "tên": 82,
    "lê": 40,
    "văn": 94,
    "c": 6,
    "xem": 98,
    "hồ": 31,
    "nhật": 57,
    "chương": 9,
    "ngô": 54,
    "thị": 74,
    "e": 19,
    "cần": 14,
    "tìm": 83,
    "hiểu": 25,
    "f": 20,
    "g": 21,
    "làm": 38,
    "việc": 90,
    "a": 0,
    "trần": 81,
    "b": 3,
    "minh": 44,
    "tại": 85,
    "viện": 91,
    "hàn": 28,
    "lâm": 39,
    "khoa": 32,
    "và": 93,
    "công": 12,
    "nghệ": 50,
    "việt": 92,
    "nam": 47,
    "đại": 105,
    "quốc": 64,
    "hà": 27,
    "nội": 61,
    "dang": 17,
    "sách": 65,
    "bách": 5,
    "thuộc": 69,
    "nghiên": 48,
    "cứu": 16,
    "hạt": 29,
    "nhân": 56,
    "đà": 101,
    "lạt": 42,
    "đang": 100,
    "sư": 67,
    "kỹ": 35,
    "thuật": 68,
    "tp": 77,
    "hcm": 24,
    "danh": 18,
    "tiến": 76,
    "sĩ": 66,
    "liệt": 36,
    "kê": 34,
    "vị": 97,
    "thạc": 73
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 0,
    "tra_cuu_chuyen_gia": 2,
    "provide_name": 1,
    "tra_cuu_chuyen_gia_theo_don_vi": 3,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_tra_cuu_chuyen_gia": 10,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 11,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 12,
    "action_tra_cuu_qua_trinh_dao_tao": 13
  },
  "action_text": null,
  "intent_response_key": null
}