{
  "text": {
    "có": 16,
    "bao": 3,
    "nhiêu": 60,
    "tiến": 78,
    "sĩ": 70,
    "thạc": 75,
    "số": 71,
    "lượng": 50,
    "là": 44,
    "tôi": 89,
    "muốn": 53,
    "biết": 4,
    "người": 59,
    "học": 34,
    "vị": 97,
    "trong": 81,
    "danh": 22,
    "sách": 69,
    "chuyên": 13,
    "gia": 27,
    "liệt": 43,
    "kê": 41,
    "những": 63,
    "không": 40,
    "cho": 12,
    "thông": 74,
    "tin": 77,
    "chi": 11,
    "tiết": 79,
    "về": 96,
    "cổ": 19,
    "thanh": 72,
    "thiện": 73,
    "nguyễn": 57,
    "văn": 94,
    "a": 0,
    "b": 2,
    "cần": 18,
    "trần": 84,
    "thị": 76,
    "c": 9,
    "tìm": 87,
    "hiểu": 31,
    "lê": 47,
    "d": 21,
    "phạm": 66,
    "e": 24,
    "f": 25,
    "làm": 45,
    "việc": 92,
    "ở": 102,
    "đâu": 99,
    "g": 26,
    "gì": 29,
    "h": 30,
    "công": 17,
    "trình": 82,
    "khoa": 39,
    "i": 36,
    "bài": 5,
    "báo": 7,
    "j": 37,
    "bố": 8,
    "k": 38,
    "nghiên": 55,
    "cứu": 20,
    "l": 42,
    "m": 52,
    "đại": 101,
    "bách": 6,
    "quốc": 67,
    "viện": 93,
    "hàn": 32,
    "lâm": 46,
    "ngành": 58,
    "nghệ": 56,
    "vật": 95,
    "lý": 48,
    "tử": 91,
    "các": 15,
    "lĩnh": 49,
    "vực": 98,
    "toán": 80,
    "ứng": 103,
    "dụng": 23,
    "sinh": 68,
    "nào": 64,
    "nhiều": 61,
    "nhất": 62,
    "ai": 1,
    "trường": 83,
    "đơn": 100,
    "cao": 10,
    "tổ": 90,
    "chức": 14,
    "trẻ": 85,
    "lớn": 51,
    "tuổi": 86,
    "giỏi": 28,
    "hỏi": 35,
    "hóa": 33,
    "máy": 54,
    "tính": 88,
    "phân": 65
  },
  "intent": {
    "ask_count_degree": 0,
    "ask_expert_info": 2,
    "ask_most_publications": 3,
    "ask_top_organization": 4,
    "ask_youngest_oldest_expert": 5,
    "ask_expert_by_field": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5
  },
  "action_text": null,
  "intent_response_key": null
}