{
  "text": {
    "có": 19,
    "bao": 4,
    "nhiêu": 66,
    "tiến": 87,
    "sĩ": 78,
    "chuyên": 15,
    "gia": 28,
    "nguyễn": 61,
    "văn": 106,
    "a": 0,
    "học": 36,
    "vị": 109,
    "không": 40,
    "trần": 93,
    "thị": 85,
    "b": 3,
    "thạc": 84,
    "số": 79,
    "lượng": 52,
    "là": 45,
    "tôi": 100,
    "muốn": 56,
    "biết": 5,
    "người": 64,
    "trong": 90,
    "danh": 25,
    "sách": 77,
    "liệt": 43,
    "kê": 42,
    "những": 69,
    "cho": 14,
    "xin": 111,
    "thông": 82,
    "tin": 86,
    "chi": 13,
    "tiết": 88,
    "về": 108,
    "lê": 48,
    "duy": 26,
    "khải": 41,
    "minh": 55,
    "châu": 16,
    "phạm": 73,
    "đức": 118,
    "anh": 2,
    "cần": 22,
    "bích": 9,
    "ngọc": 65,
    "tìm": 96,
    "hiểu": 31,
    "hoàng": 32,
    "nam": 58,
    "võ": 105,
    "thu": 81,
    "hà": 33,
    "thi": 80,
    "làm": 46,
    "việc": 103,
    "ở": 119,
    "đâu": 114,
    "ái": 112,
    "lệ": 53,
    "gì": 30,
    "lưu": 51,
    "thùy": 83,
    "ngân": 63,
    "công": 20,
    "trình": 91,
    "khoa": 38,
    "phi": 71,
    "loan": 44,
    "bài": 6,
    "báo": 8,
    "đặng": 117,
    "bố": 10,
    "đại": 116,
    "bách": 7,
    "quốc": 75,
    "viện": 104,
    "hàn": 34,
    "lâm": 47,
    "ngành": 62,
    "nghệ": 60,
    "vật": 107,
    "lý": 49,
    "tử": 102,
    "các": 18,
    "lĩnh": 50,
    "vực": 110,
    "toán": 89,
    "ứng": 120,
    "dụng": 27,
    "sinh": 76,
    "nào": 70,
    "nhiều": 67,
    "nhất": 68,
    "ai": 1,
    "nghiên": 59,
    "cứu": 23,
    "c": 11,
    "d": 24,
    "trường": 92,
    "đơn": 115,
    "cao": 12,
    "tổ": 101,
    "chức": 17,
    "trẻ": 94,
    "lớn": 54,
    "tuổi": 95,
    "cơ": 21,
    "khí": 39,
    "ô": 113,
    "tô": 99,
    "giỏi": 29,
    "hỏi": 37,
    "hóa": 35,
    "máy": 57,
    "tính": 98,
    "phân": 72,
    "tích": 97,
    "phải": 74
  },
  "intent": {
    "ask_count_degree": 0,
    "ask_expert_info": 2,
    "ask_most_publications": 3,
    "ask_top_organization": 4,
    "ask_youngest_oldest_expert": 5,
    "ask_expert_by_field": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5
  },
  "action_text": null,
  "intent_response_key": null
}