{
  "text": {
    "chuyên": 23,
    "gia": 45,
    "phạm": 133,
    "hoàng": 55,
    "ái": 207,
    "lệ": 92,
    "từng": 191,
    "học": 65,
    "ở": 227,
    "đâu": 219,
    "này": 124,
    "người": 115,
    "đã": 220,
    "tốt": 187,
    "nghiệp": 108,
    "trường": 174,
    "nào": 123,
    "quá": 136,
    "trình": 173,
    "đào": 218,
    "tạo": 185,
    "của": 35,
    "tập": 186,
    "các": 27,
    "mà": 97,
    "tôi": 182,
    "muốn": 96,
    "biết": 8,
    "vấn": 202,
    "nguyễn": 112,
    "thái": 156,
    "anh": 4,
    "là": 83,
    "gì": 49,
    "độ": 225,
    "ai": 2,
    "từ": 190,
    "đại": 223,
    "hàng": 60,
    "hải": 64,
    "công": 30,
    "nghệ": 109,
    "lạnh": 90,
    "leningad": 79,
    "nga": 106,
    "russia": 139,
    "university": 195,
    "of": 128,
    "ulsan": 194,
    "korea": 74,
    "south": 143,
    "danh": 38,
    "sách": 144,
    "bách": 10,
    "khoa": 71,
    "hà": 57,
    "nội": 127,
    "quốc": 137,
    "chung": 21,
    "hsing": 56,
    "đài": 217,
    "loan": 82,
    "i": 67,
    "có": 29,
    "tại": 184,
    "viện": 197,
    "châu": 24,
    "á": 206,
    "ait": 3,
    "thailand": 151,
    "đa": 210,
    "ho": 54,
    "c": 16,
    "tôn": 183,
    "đư": 221,
    "thă": 159,
    "ng": 105,
    "poitiers": 134,
    "hồ": 66,
    "nam": 100,
    "trung": 172,
    "không": 73,
    "cần": 34,
    "tìm": 181,
    "hiểu": 52,
    "về": 203,
    "nông": 125,
    "__number__": 0,
    "tphcm": 170,
    "hiều": 51,
    "sư": 146,
    "kỹ": 78,
    "thuật": 154,
    "tp": 169,
    "hcm": 50,
    "ứng": 228,
    "dụng": 40,
    "cao": 17,
    "hùng": 62,
    "tamania": 150,
    "australia": 5,
    "school": 141,
    "liệt": 81,
    "kê": 75,
    "tự": 192,
    "nhiên": 117,
    "tra": 171,
    "cứu": 36,
    "thông": 157,
    "tin": 166,
    "lưu": 87,
    "thùy": 158,
    "ngân": 113,
    "văn": 201,
    "a": 1,
    "cho": 19,
    "hãy": 61,
    "giới": 48,
    "thiệu": 153,
    "bạn": 11,
    "thể": 162,
    "cá": 26,
    "nhân": 119,
    "tên": 180,
    "trần": 175,
    "thị": 163,
    "b": 6,
    "lê": 86,
    "minh": 94,
    "đang": 211,
    "làm": 84,
    "việc": 196,
    "nano": 102,
    "int": 68,
    "đhqg": 213,
    "thuộc": 155,
    "lâm": 85,
    "những": 121,
    "tác": 177,
    "dầu": 39,
    "khí": 72,
    "việt": 198,
    "đức": 226,
    "thắng": 161,
    "nghiên": 107,
    "hạt": 63,
    "đà": 216,
    "lạt": 91,
    "tiến": 167,
    "sĩ": 145,
    "vị": 204,
    "thạc": 160,
    "kĩ": 76,
    "cưu": 33,
    "giáo": 47,
    "hàm": 58,
    "phó": 132,
    "sử": 148,
    "ngôn": 114,
    "ngữ": 116,
    "ngoại": 110,
    "số": 147,
    "lượng": 88,
    "dự": 41,
    "án": 208,
    "tham": 152,
    "bao": 7,
    "nhiêu": 118,
    "tổng": 188,
    "thống": 164,
    "e": 42,
    "thực": 165,
    "hiện": 53,
    "xem": 205,
    "nốt": 126,
    "đi": 214,
    "còn": 28,
    "lại": 89,
    "tiếp": 168,
    "tục": 189,
    "d": 37,
    "muiốn": 95,
    "được": 222,
    "bố": 13,
    "bởi": 15,
    "bào": 9,
    "chuyeeh": 22,
    "kể": 77,
    "nay": 104,
    "lịch": 93,
    "đặng": 224,
    "mậu": 98,
    "chiến": 18,
    "name": 101,
    "ra": 138,
    "sao": 140,
    "hàn": 59,
    "và": 199,
    "f": 44,
    "cơ": 31,
    "cư": 32,
    "u": 193,
    "sinh": 142,
    "pháp": 130,
    "nhật": 120,
    "bản": 12,
    "nii": 122,
    "johannes": 69,
    "kepler": 70,
    "linz": 80,
    "áo": 209,
    "đh": 212,
    "tây": 179,
    "nguyên": 111,
    "tâm": 178,
    "oslo": 129,
    "nauy": 103,
    "điện": 215,
    "bộ": 14,
    "chonnam": 20,
    "cà": 25,
    "phê": 131,
    "eakmat": 43,
    "ty": 176,
    "psv": 135,
    "giao": 46,
    "vâ": 200,
    "n": 99,
    "ta": 149
  },
  "intent": {
    "hoi_qua_trinh_dao_tao": 1,
    "tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 14,
    "tra_cuu_chuyen_gia": 9,
    "provide_name": 6,
    "tra_cuu_chuyen_gia_theo_don_vi": 10,
    "tra_cuu_chuyen_gia_theo_hoc_vi": 12,
    "tra_cuu_chuyen_gia_theo_hoc_ham": 11,
    "tra_cuu_ngoai_ngu": 15,
    "thong_ke_du_an": 8,
    "liet_ke_du_an": 4,
    "liet_ke_du_an_con_lai": 5,
    "thong_ke_cong_trinh_khoa_hoc": 7,
    "liet_ke_cong_trinh_khoa_hoc": 2,
    "liet_ke_cong_trinh_khoa_hoc_con_lai": 3,
    "hoi_lich_su_lam_viec": 0,
    "tra_cuu_chuyen_gia_theo_noi_lam_viec": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 25,
    "action_unlikely_intent": 26,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_liet_ke_cong_trinh_khoa_hoc": 6,
    "action_liet_ke_cong_trinh_khoa_hoc_con_lai": 7,
    "action_liet_ke_du_an": 8,
    "action_liet_ke_du_an_con_lai": 9,
    "action_thong_ke_cong_trinh_khoa_hoc": 14,
    "action_thong_ke_du_an": 15,
    "action_tra_cuu_chuyen_gia": 16,
    "action_tra_cuu_chuyen_gia_theo_don_vi": 17,
    "action_tra_cuu_chuyen_gia_theo_hoc_ham": 18,
    "action_tra_cuu_chuyen_gia_theo_hoc_vi": 19,
    "action_tra_cuu_chuyen_gia_theo_noi_lam_viec": 20,
    "action_tra_cuu_chuyen_gia_theo_noi_tot_nghiep": 21,
    "action_tra_cuu_lich_su_lam_viec": 22,
    "action_tra_cuu_ngoai_ngu": 23,
    "action_tra_cuu_qua_trinh_dao_tao": 24
  },
  "action_text": null,
  "intent_response_key": null
}